Repository: taiyo8911/Schedule_Clock
Catalog: Schedule_Clock/*.lproj/Localizable.strings
Languages: es, ja, zh_hans, zh_hant

source: No schedules
es: No hay eventos
ja: 予定はありません
zh_hans: 没有日程
zh_hant: 沒有日程

# add_schedule_hint
source: You can add schedules using the button below
es: Puedes añadir eventos usando el botón de abajo
ja: 下のボタンから予定を追加できます
zh_hans: 可以使用下方按钮添加日程
zh_hant: 可以使用下方按鈕添加日程

# max_schedules_reached
source: Cannot create more schedules
es: No se pueden crear más eventos
ja: 予定はこれ以上作成できません
zh_hans: 无法创建更多日程
zh_hant: 無法創建更多日程

source: Enter schedule
es: Introducir evento
ja: 予定を入力
zh_hans: 输入日程
zh_hant: 輸入日程

source: Start time
es: Hora de inicio
ja: 開始時間
zh_hans: 开始时间
zh_hant: 開始時間

source: Save
es: Guardar
ja: 保存
zh_hans: 保存
zh_hant: 保存

# new_schedule
source: Add New Schedule
es: Añadir nuevo evento
ja: 新規予定追加
zh_hans: 添加新日程
zh_hant: 添加新日程

source: Delete
es: Eliminar
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Save Error
es: Error al guardar
ja: 保存エラー
zh_hans: 保存错误
zh_hant: 保存錯誤

source: Load Error
es: Error al cargar
ja: 読み込みエラー
zh_hans: 加载错误
zh_hant: 載入錯誤

source: Delete Error
es: Error al eliminar
ja: 削除エラー
zh_hans: 删除错误
zh_hant: 刪除錯誤

# invalid_input
source: Input Error
es: Error de entrada
ja: 入力エラー
zh_hans: 输入错误
zh_hant: 輸入錯誤

# save_error_message
source: Failed to save schedules. Details: %@
es: No se pudieron guardar los eventos. Detalles: %@
ja: 予定の保存に失敗しました。 詳細: %@
zh_hans: 保存日程失败。 详情：%@
zh_hant: 保存日程失敗。 詳情：%@

# load_error_message
source: Failed to load schedules. Details: %@
es: No se pudieron cargar los eventos. Detalles: %@
ja: 予定の読み込みに失敗しました。 詳細: %@
zh_hans: 加载日程失败。 详情：%@
zh_hant: 載入日程失敗。 詳情：%@

# schedule_limit_message
source: You can register up to %d schedules.
es: Puedes registrar hasta %d eventos.
ja: 予定は最大%d件まで登録できます。
zh_hans: 最多可以注册%d个日程。
zh_hant: 最多可以註冊%d個日程。

# empty_title_message
source: Please enter a schedule title.
es: Por favor, introduce un título para el evento.
ja: 予定のタイトルを入力してください。
zh_hans: 请输入日程标题。
zh_hant: 請輸入日程標題。

# invalid_schedule_index
source: Invalid schedule specified.
es: Evento inválido especificado.
ja: 無効な予定が指定されました。
zh_hans: 指定了无效的日程。
zh_hant: 指定了無效的日程。
